Repository: solvingtheweb/writer-rabbit
Catalog: plugins/simple-social-buttons/lang/simplesocialbuttons-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: SSB Settings
pl_pl: Ustawienia SSB

source: Hide Simple Social Buttons
pl_pl: Ukryj przyciski wtyczki Simple Social Buttons

source: <strong>Simple Social Buttons</strong> by <strong>Paweł Rabinek</strong>. This plugin adds a social media buttons, such as: <strong>Google +1</strong>, <strong>Facebook Like it</strong> and <strong>Twitter share</strong>. The most flexible social buttons plugin ever.
pl_pl: <strong>Simple Social Buttons</strong>, autor <strong>Paweł Rabinek</strong>. Wtyczka dodaje do wpisów przyciski: <strong>Google +1</strong>, <strong>Facebook Lubię to</strong> oraz <strong>Twitter</strong>. Najlepsza wtyczka z przyciskami social media dla Wordpress.

source: Select buttons
pl_pl: Wybór przycisków

source: Select social media buttons:
pl_pl: Wybierz przyciski do wyświetlenia:

source: inactive
pl_pl: nieaktywny

source: Google plus one (+1)
pl_pl: Google plus jeden (+1)

source: Facebook Like it
pl_pl: Facebook Lubię to

source: Twitter share
pl_pl: Wyślij na Twitter

source: Disable plugin CSS (only advanced users)
pl_pl: Wyłącz style CSS wtyczki (tylko dla zaawansowanych użytkowników)

source: Single posts - display settings
pl_pl: Pojedyńcze wpisy - ustawienia

source: Place buttons on single post:
pl_pl: Miejsce przycisków na podstronie wpisu:

source: Before the content
pl_pl: Nad treścią wpisu

source: After the content
pl_pl: Pod treścią wpisu

source: Single pages - display settings
pl_pl: Pojedyńcze strony - ustawienia

source: Place buttons on single pages:
pl_pl: Miejsce przycisków na stronach:

source: Before the page content
pl_pl: Nad treścią strony

source: After the page content
pl_pl: Pod treścią strony

source: Archives - display settings
pl_pl: Archiwa - ustawienia

source: Select additional places to display buttons:
pl_pl: Dodatkowe miejsca do wyświetlenia przycisków:

source: Show at frontpage
pl_pl: Pokazuj na stronie głównej

source: Show at category pages
pl_pl: Pokazuj na stroniach kategorii

source: Show at archive pages
pl_pl: Pokazuje w archiwum dat

source: Show at tag pages
pl_pl: Pokazuj na stronach tagów

source: Place buttons on archives:
pl_pl: Miejsce przycisków na stronach archiwum:

source: Save Changes
pl_pl: Zapisz ustawienia

source: About this plugin:
pl_pl: Informacje o wtyczce:

source: Talk to <a href="http://twitter.com/rabinek" target="_blank">@rabinek</a> on twitter for bugs or feature requests.
pl_pl: Napisz do mnie <a href="http://twitter.com/rabinek" target="_blank">@rabinek</a> na Twitterze, jeżeli znalazłeś błąd lub masz pomysł na ulepszenie wtyczki.

source: Enjoy the plugin?
pl_pl: Podoba Ci się wtyczka?

source: <a href="http://twitter.com/?status=I'm using @rabinek's WordPress Simple Social Buttons plugin - check it out! http://blog.rabinek.pl/" target="_blank">Tweet about it</a> and consider donating.
pl_pl: <a href="http://twitter.com/?status=Używam wtyczki do Wordpressa od @rabinek - WordPress Simple Social Buttons! http://blog.rabinek.pl/" target="_blank">Powiedz o niej na Twitterze</a> i rozważ wsparcie dla tej wtyczki (poniżej).

source: <strong>Donate:</strong> A lot of hard work goes into building plugins - support your open source developers. Thank you!
pl_pl: <strong>Wsparcie:</strong> Wiele pracy trzeba włożyć w napisanie takiej wtyczki. Jeżeli korzystasz z niej i podoba Ci się, postaw mi piwo klikając Donate.

source: About the author:
pl_pl: Informacje o autorze:

source: Hi! My name is Paweł Rabinek (aka xradar). I'm interesed in SEO and social media, PHP and Wordpress developement.
pl_pl: Hej! Nazywam się Paweł Rabinek (nick xradar). Zawodowo zajmuje się SEO i mediami społecznościowymi. Programuję w PHP, często z wykorzystaniem Wordpressa.

source: My blog about SEO
pl_pl: Mój blog o SEO

source: Follow me on Twitter
pl_pl: Napisz do mnie na Twitter

source: Paweł Rabinek on Facebook
pl_pl: Paweł Rabinek na Facebook

source: Paweł Rabinek on Google Plus
pl_pl: Paweł Rabinek na Google Plus

source: LinkedIn profile
pl_pl: Profil na LinkedIn

source: Usefull links:
pl_pl: Przydatne linki:

source: Unlimited web hosting
pl_pl: Nielimitowany hosting stron

source: Best SEO software
pl_pl: Najlepsze oprogramowanie SEO

source: Wordpress templates
pl_pl: Szablony do Wordpress
